export const messages = [
  {
    id: 1,
    login: 'vadim',
    display_name: 'Вадим',
    date: '2024-06-19T11:56:00.000+03:00',
    time: '11:56',
    check: true,
    content: [
      {
        isText: true,
        data: 'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.'
      },
      {
        isText: true,
        data: 'Хассельблад в итоге адаптировал SWC для космоса, но что-то пошло не так и на ракету они так никогда и не попали. Всего их было произведено 25 штук, одну из них недавно продали на аукционе за 45000 евро.'
      }
    ]
  },
  {
    id: 2,
    login: 'vadim',
    display_name: 'Вадим',
    date: '2024-06-19T11:56:00.000+03:00',
    time: '11:56',
    check: true,
    content: [
      {
        isImage: true,
        data: '/images/camera.png'
      }
    ]
  },
  {
    id: 3,
    login: 'ivanivanov',
    display_name: 'Иван',
    date: '2024-06-19T12:00:00.000+03:00',
    time: '12:00',
    check: true,
    content: [
      {
        isText: true,
        data: 'Круто!!!'
      }
    ]
  }
];

export const currentChat = {
  id: 3,
  avatar: '',
  title: 'Вадим',
};
